{
  "dsml_meetup_2025": {
    "badge": "Алдағы іс-шара",
    "title": "DSML MEETUP 2025",
    "subtitle": "Орталық Азиядағы ең үлкен Data & AI қауымдастығы 6 жылдан кейін қайта оралады!",
    "date": "2025 жылдың 5 шілдесі",
    "day": "Сенбі",
    "time": "12:00 - 18:00",
    "gathering": "Қонақтарды жинау 11:30-дан",
    "venue": "MOST IT Hub",
    "address": "Алматы, Ходжанова 2/2",
    "description_1": "2019 жылғы соңғы ірі оффлайн митапымыздан кейін 6 жыл өткеннен кейін біз қауымдастығымызбен қайтадан жиналамыз!",
    "description_2": "Сіздерді dsml.kz тұрғындарының индустрия мен академиялық зерттеулердің кең спектріндегі машиналық оқыту және жасанды интеллект қолданулары туралы жаңа танысулар мен қызықты баяндамалар күтеді.",
    "speakers_title": "Спикерлер",
    "speakers_note": "Және DSML қауымдастығының басқа да көптеген спикерлері!",
    "show_program": "▼ Бағдарламаны көрсету",
    "hide_program": "▲ Бағдарламаны жасыру",
    "program_title": "Іс-шара бағдарламасы",
    "talks": {
      "anuar_welcome": {
        "time": "12:00",
        "speaker": "Ануар Аймолдин",
        "topic": "DSMLKZ: AI Олимпиадасының артындағы жұмыс және веб порталы",
        "abstract": "Биыл DSML.KZ мектеп оқушыларына арналған алғашқы республикалық AI олимпиадасын өткізді. Оның нәтижелері, философиясы мен болашағы туралы, сондай-ақ біз қандай қиындықтарға тап болғанымыз туралы сөйлесеміз. Сондай-ақ қауымдастық сайтын қалай құрғанымызды талдаймыз: бізде бәрі қалай жұмыс істейді және мұның бәрін фронтенд дағдыларынсыз no-code құралдарын пайдаланып қалай жасауға болады."
      },
      "zhuldyzhan": {
        "time": "12:40",
        "speaker": "Жұлдыз-Жан Сағымбаев",
        "topic": "Neuroimaging-тегі генеративті модельдер",
        "abstract": "Қандай генеративті модельдер және олар Neuroimaging-те қалай қолданылады. CV-дегі танымал архитектураларды талқылаймыз. Cerebra ішіндегі кейбіреулерінің қолданылуын қарастырамыз."
      },
      "ayana": {
        "time": "13:20",
        "speaker": "Аяна Мұсабаева",
        "topic": "Severance: ML академиясы мен ML индустриясы",
        "abstract": "ML академиясы мен индустрия арасындағы негізгі айырмашылықтарды талқылаймыз: мақсаттар, мәселелерді шешу тәсілдері, мансап жолдары және қаржылық күтулер. Екі әлемнің де, ғылыми және өнімнің артықшылықтары мен кемшіліктерін талдаймыз және кімге қай жол көбірек сәйкес келетінін түсінуге тырысамыз."
      },
      "jimmy": {
        "time": "14:00",
        "speaker": "Джимми Ямазаки",
        "topic": "Қиялдан іс-әрекетке дейін: заманауи терең оқыту ландшафтындағы әлем модельдері",
        "abstract": "Әлем модельдеріндегі мотивация туралы сөйлесеміз - бұл бүгін неліктен соншалықты маңызды және заманауи терең оқыту агенттерге әлемді жақсы түсінуге қалай көмектеседі. Заманауи архитектуралар мен тәсілдерді ескере отырып, әлем модельдерінің соңғы нұсқалары мен олардың эволюциясын талдаймыз."
      },
      "break": "☕ Кофе-үзіліс",
      "break_time": "14:40",
      "renat": {
        "time": "15:25",
        "speaker": "Ренат Алимбеков",
        "topic": "Футбол деректерін талдау туралы бәрі",
        "abstract": "Мен футбол деректерін талдау туралы бәрін айтамын. Футбол қысқартуларын талдаймыз: XG, EPV, PPDA және басқалары. Қорытындыда нақты футбол деректерінде командалардың ойын стилін модельдеу тапсырмасын қарастырамыз."
      },
      "dulat": {
        "time": "16:05",
        "speaker": "Дулат Атабек",
        "topic": "Машиналық оқыту және ұзақ мерзімді инвестиция",
        "abstract": "Машиналық оқытудың әртүрлі әдістерін пайдалана отырып, активтерді бөлудің керемет қызықты әлеміне батамыз, сондай-ақ инвестициялық портфельдің құбылмалылығын бағалау үшін PCA мен кластерлеу қалай пайдаланылады."
      },
      "ivan": {
        "time": "16:45",
        "speaker": "Иван Дегтев",
        "topic": "LLM-ді үлкен және ақылды етіп өсіру үшін немен тамақтандыру керек",
        "abstract": "Яндекс аналитиктері LLM әлемінде не істейді? Қандай тапсырмаларды шынымен деректермен 'лақтыруға' болады, ал қайсылары басқа тәсілді талап етеді? Неліктен біз жақын болашақта ИИ-дың адамзатты басып алуына сенбейміз, бірақ оның бүгінгі бизнес құндылығына сенеміз? Хайптың қайда аяқталып, нақты құндылықтың қайдан басталатыны туралы сөйлесейік."
      },
      "anuar_delivery": {
        "time": "17:25",
        "speaker": "Ануар Аймолдин",
        "topic": "Жеткізу операцияларын оңтайландыруға арналған математикалық және ML трюктері",
        "abstract": "Математикалық болжам мен машиналық оқытудың ақылды трюктері ең ірі логистикалық технологиялық компанияда жеткізу процедураларын қалай өзгерте алатынын көрсететін бірқатар қызықты жағдайларды талдаймыз. Бизнес әсерін ұмытпай, біз тек техникалық мәліметтерді талдап қана қоймай, жеткізу симуляторы, басымдыққа негізделген диспетчерлік, жеткізу уақытын болжау және курьерлер үшін аймақтық кезекшілік жүйесін енгізу сияқты жобалардың артында тұрған интуицияны сезінуге тырысамыз."
      }
    },
    "speakers": {
      "anuar": {
        "name": "Ануар Аймолдин",
        "role": "ML Engineer"
      },
      "renat": {
        "name": "Ренат Алимбеков",
        "role": "Data Scientist"
      },
      "ayana": {
        "name": "Аяна Назарбаева",
        "role": "Kaspi.kz-дағы ML Engineer"
      },
      "zhzh": {
        "name": "Жәнібек Жақанов",
        "role": "NU-дағы Research Scientist"
      },
      "dulat": {
        "name": "Дулат Ержан",
        "role": "Chocofamily-дағы AI Lead"
      },
      "max": {
        "name": "Максат Тезекбаев",
        "role": "Kolesa Group-тағы Senior ML Engineer"
      },
      "ivan": {
        "name": "Иван Дегтев",
        "role": "Яндекстегі Data Analyst"
      }
    },
    "pricing_title": "Қатысу құны",
    "price": "5 000 ₸",
    "discount": "Бакалавриат студенттері мен мектеп оқушыларына 50% жеңілдік",
    "register_button": "Қазір тіркелу",
    "ask_question_button": "Сұрақтар қою"
  }
}
