{
  "title": "DSML Kazakhstan",
  "subtitle": "Data Science және Machine Learning қауымдастығы",
  "joinButton": "Қосылу",
  "subscribeButton": "Жазылу",
  "channelsTitle": "Біздің арналар",
  "communityDescription": "Қазақстан бойынша деректер ғалымдары, ML инженерлері және AI энтузиастарының гүлденген қауымдастығына қосылыңыз",
  "discussionHubTitle": "Қауымдастық чаты",
  "discussionHubDescription": "Талқылаулар, желілік байланыс және білім алмасу үшін негізгі қауымдастық чаты",
  "newsFeedTitle": "Жаңалықтар арнасы",
  "newsFeedDescription": "Соңғы жаңартулар, оқиғалар және индустрия жаңалықтары",
  "dataJobsTitle": "DS жұмыс орындары",
  "dataJobsDescription": "Data Science және Machine Learning саласындағы жұмыс мүмкіндіктері",
  "itJobsTitle": "IT жұмыс орындары",
  "itJobsDescription": "Жалпы IT және технологиялық жұмыс мүмкіндіктері",
  "youtubeChannelTitle": "YouTube арнасы",
  "youtubeChannelDescription": "Білім беру мазмұны және қауымдастық оқиғалары",
  "linkedinPageTitle": "LinkedIn беті",
  "linkedinPageDescription": "Кәсіби желілік байланыс және индустрия түсініктері",
  "communityFirst": "Қауымдастық бірінші",
  "communityFirstDesc": "Біз мықты қарым-қатынас құруға және бір-бірімізді дамытуға көмектесуге басымдық береміз",
  "continuousLearning": "Үздіксіз оқыту",
  "continuousLearningDesc": "Біз өмір бойы оқуға және қауымдастықпен білім бөлісуге сенеміз",
  "careerGrowth": "Мансаптық өсу",
  "careerGrowthDesc": "Біз мүшелерге менторлық және мүмкіндіктер арқылы мансабын дамытуға көмектесеміз",
  "collaborationTitle": "Серіктестік мүмкіндіктері",
  "collaborationSubtitle": "Біздің сараптамамыз және қауымдастық қамтуымызбен бизнесіңізді дамытуға қалай көмектесе алатынымызды біліңіз",
  "collaborationContact": "Бізбен байланысыңыз",
  "mediaSupport": {
    "title": "Медиа қолдау және жарнама",
    "description": "10К+ адал AI/ML мамандарына жету",
    "details": "Бізде 2017 жылдан бері жетекшілік ететін 10К-дан астам бірегей адал пайдаланушылары бар Telegram арналары, LinkedIn және YouTube желісі бар. Біздің аудиториямыз Қазақстан мен Орталық Азия бойынша жоғары белсенді деректер ғалымдары, ML инженерлері және AI энтузиастарынан тұрады."
  },
  "hiring": {
    "title": "Жұмысқа алу және сұхбат",
    "description": "AI/ML саласындағы жоғары деңгейлі мамандар мен менеджерлерді табу",
    "details": "Біз 2017 жылдан бері AI және ML саласындағы жоғары деңгейлі мамандар мен менеджерлерді жұмысқа алуға көмектесеміз. Қауымдастық тұрғындары арасында табысты ML және AI командаларын құру бойынша кең тәжірибесі бар көптеген жұмысқа алу менеджерлері бар."
  },
  "corporateTraining": {
    "title": "AI бойынша корпоративтік курстар",
    "description": "Сіздің командаңыз үшін AI бойынша арнайы курстар мен жарыстар",
    "details": "Қауымдастық AI жарыстарын ұйымдастыру бойынша бірегей сараптама жинақтады (мысалы, біз Қазақстанда алғашқы AI Республикалық олимпиаданы өткіздік және елдің негізгі командасын дайындауға қатыстық). Бұл аймақтағы HR брендіңізді нығайтуға және тіпті қатысушылардың күшімен компанияның нақты мәселелерінің шешімін прототиптеуге көмектесе алады."
  },
  "consulting": {
    "title": "Инвестициялық кеңес беру",
    "description": "Инвестициялар үшін ерте кезеңдегі бизнестің перспективасын бағалау",
    "details": "Біздің тәжірибелі қауымдастық мүшелері инвестициялар үшін ерте кезеңде әртүрлі бизнестің перспективаларын бағалау бойынша кеңес береді. Біз AI/ML саласында инвесторларға негізделген шешімдер қабылдауға көмектесу үшін терең техникалық сараптамамыз бен нарық білімімізді пайдаланамыз."
  }
}
