{
  "title": "DSML Қазақстан",
  "subtitle": "Қазақстандағы Data Science және Machine Learning әуесқойларына арналған қауымдастық",
  "joinButton": "Қауымдастыққа қосылу",
  "watchEvents": "Іс-шараларды көру",
  "signIn": "Кіру",
  "signUp": "Тіркелу",
  "channelsTitle": "Біздің қауымдастық арналары",
  "communityDescription": "Қазақстан бойынша мыңдаған деректер ғалымдары, машиналық оқыту инженерлері және жасанды интеллект әуесқойларымен қосылыңыз. Біздің белсенді қауымдастықта байланысыңыз, үйреніңіз және бірге дамыңыз.",
  "discussionHubTitle": "Талқылау орталығы",
  "discussionHubDescription": "Талқылаулар, сұрақтар және желілесу үшін негізгі қауымдастық чаты",
  "newsFeedTitle": "Жаңалықтар мен жаңартулар",
  "newsFeedDescription": "Қауымдастықтан соңғы жаңалықтар, іс-шаралар және хабарландырулар",
  "dataJobsTitle": "Data Science жұмыс орындары",
  "dataJobsDescription": "Деректер, ML және AI салаларындағы жұмыс мүмкіндіктері",
  "itJobsTitle": "IT жұмыс орындары Қазақстан",
  "itJobsDescription": "Қазақстан бойынша жалпы IT және технологиялық жұмыс мүмкіндіктері",
  "youtubeChannelTitle": "YouTube арнасы",
  "youtubeChannelDescription": "Білім беру мазмұны, баяндамалар және іс-шара жазбалары",
  "linkedinPageTitle": "LinkedIn беті",
  "linkedinPageDescription": "Кәсіби желілесу және салалық түсініктер",
  "subscribeButton": "Жазылу",
  "whatIsDsmlTitle": "DSML KZ дегеніміз не?",
  "whatIsDsmlDescription": "Біздің қауымдастықтың миссиясы, құндылықтары және Қазақстанның технологиялық экожүйесіне тигізетін әсері туралы біліңіз.",
  "collaborationTitle": "Серіктестік мүмкіндіктері",
  "collaborationSubtitle": "Біз Қазақстандағы data science экожүйесін дамыту үшін компаниялармен, білім беру мекемелерімен және ұйымдармен ынтымақтасамыз.",
  "collaborationContact": "Бізбен байланысыңыз",
  "mediaSupport": {
    "title": "Медиа қолдауы",
    "description": "Іс-шараларды жариялау және мазмұнды насихаттау",
    "details": "Біз техникалық іс-шараларға медиа жариялау қамтамасыз етеміз, білім беру мазмұнын насихаттаймыз және маңызды салалық жаңалықтарды қауымдастық арналары арқылы таратуға көмектесеміз."
  },
  "hiring": {
    "title": "Таланттарды іздеу",
    "description": "Үздік деректер мамандарымен байланыс",
    "details": "Біздің білікті деректер мамандары, ML инженерлері және AI мамандары желісіне қол жеткізіңіз. Біз компанияларға дұрыс таланттарды табуға, ал мамандарға тамаша мүмкіндіктерді табуға көмектесеміз."
  },
  "corporateTraining": {
    "title": "Корпоративтік оқыту",
    "description": "Командалар үшін жеке оқыту бағдарламалары",
    "details": "Біз корпоративтік командалар үшін data science, машиналық оқыту және AI бойынша жеке оқыту бағдарламаларын ұсынамыз, ұйымдарға өз қызметкерлерінің біліктілігін арттыруға көмектесеміз."
  },
  "consulting": {
    "title": "Техникалық кеңес беру",
    "description": "Жобаларыңыз үшін сарапшы басшылығы",
    "details": "Біздің қауымдастық сарапшылары data science жобалары, ML енгізу және AI стратегиясын дамыту бойынша кеңес беру қызметтерін ұсынады."
  },
  "heroCallToAction": "Орталық Азиядағы AI болашағына қосылуға дайынсыз ба?",
  "heroCallToActionDesc": "Ұқсас ойлы мамандармен байланысыңыз, салалық сарапшылардан үйреніңіз және data science мен машиналық оқытудағы мансабыңызды дамытыңыз.",
  "getStartedToday": "Бүгін бастаңыз",
  "exploreEvents": "Іс-шараларды зерттеңіз",
  "communityFirst": "Қауымдастық бірінші",
  "communityFirstDesc": "Біз мүшелеріміз арасында мәнді байланыстар құруды және ынтымақтастықты дамытуды басымдыққа аламыз.",
  "continuousLearning": "Үздіксіз оқыту",
  "continuousLearningDesc": "Біз инновацияларды ынталандыру үшін үздіксіз білім беру мен білім алмасудың күшіне сенеміз.",
  "careerGrowth": "Мансаптық өсу",
  "careerGrowthDesc": "Біз мүшелеріміздің технология индустриясындағы кәсіби дамуы мен мансаптық өсуін қолдаймыз."
}
