{
  "title": "Қауымдастық ережелері",
  "valuesTitle": "Қауымдастық құндылықтары",
  "description": "Біздің қауымдастық өзара құрмет, қолдау және жасанды интеллект пен машиналық оқыту саласындағы дамуға ұмтылуға негізделген.",
  "greetingTitle": "Қош келдіңіз",
  "greetingDescription": "DSML Kazakhstan-ға қош келдіңіз — Қазақстандағы машиналық оқыту және жасанды интеллект мамандарының ең үлкен қауымдастығы!",
  "greetingPart2": "Біз деректер, алгоритмдер және инновацияларға деген құштарлықты бөлісетін мамандарды, студенттерді және энтузиастарды біріктіреміз.",
  "greetingPart3": "Біздің мақсатымыз — білім, тәжірибе және идеялармен бөлісу үшін ашық және қолдаушы орта құру. Міне, біздің қауымдастықты ерекше ететін нәрсе:",
  "greetingBullet1": "Менторлық және тәжірибе алмасу арқылы кәсіби даму",
  "greetingBullet2": "Тұрақты іс-шаралар, семинарлар және конференциялар",
  "greetingBullet3": "Мансаптық өсу және желілік байланыс мүмкіндіктері",
  "content": "Мазмұн",
  "contentDescription": "Біз кәсіби өсуге және қауымдастық дамуына ықпал ететін сапалы мазмұнды ынталандырамыз:",
  "contentBullet1": "Жобаларыңызбен, зерттеулеріңізбен және жетістіктеріңізбен бөлісіңіз",
  "contentBullet2": "Сұрақтар қойыңыз және басқа қатысушыларға көмектесіңіз",
  "contentBullet3": "Пайдалы материалдарды, мақалаларды және оқулықтарды жариялаңыз",
  "contentBullet4": "ML/AI индустриясындағы өзекті трендтерді талқылаңыз",
  "contentBullet5": "Бірлескен жобалар мен зерттеулер үшін идеялар ұсыныңыз",
  "contentPart2": "Есте сақтаңыз: сапа санынан маңызды. Басқа қатысушыларға пайдалы және қызықты болатын мазмұн жасауға тырысыңыз.",
  "moderationTitle": "Модерация",
  "moderationDescription": "Қауымдастықта салауатты атмосфераны сақтау үшін біз әділ және мөлдір модерация жүйесін қолданамыз:",
  "moderationPart2": "Қолайсыз мінез-құлық мыналарды қамтиды:",
  "moderationBullet1": "Спам, әкімшіліктің келісімінсіз жарнама",
  "moderationBullet2": "Қорлау, кемсіту, уытты мінез-құлық",
  "moderationBullet3": "Авторлық құқықты бұзу және плагиат",
  "moderationBullet4": "Жалған ақпарат тарату",
  "moderationBullet5": "Технологияларға байланысты емес саяси талқылаулар",
  "moderationPart3": "Біз конструктивті диалогтың күшіне сенеміз және дауды тудыратын жағдайларды талқылауға әрдайым дайынбыз. Біздің мақсатымыз — жазалау емес, әр қатысушыға кәсіби қауымдастықта өзінің ең жақсы нұсқасы болуға көмектесу.",
  "respectfulCommunicationTitle": "Құрметті қарым-қатынас",
  "respectfulCommunicationDescription": "Біз сыпайылықты, конструктивті сынды және қарым-қатынастағы кәсіби тонды бағалаймыз. Әр қатысушы тәжірибе деңгейіне қарамастан құрметке лайық.",
  "supportingNewcomersTitle": "Жаңадан келгендерді қолдау",
  "supportingNewcomersDescription": "Біз жаңа қатысушыларға қауымдастыққа бейімделуге белсенді көмектесеміз, сұрақтарға жауап береміз және білімімізді менсінбестен бөлісеміз.",
  "celebratingSuccessTitle": "Табыстарды тойлау",
  "celebratingSuccessDescription": "Біз бір-бірімізді жетістіктерімен қуантамыз — жаңа жұмыс, сәтті жоба немесе ғылыми жарияланым болсын. Біреуінің табысы барлығын шабыттандырады.",
  "realConnectionsTitle": "Нақты байланыстар",
  "realConnectionsDescription": "Біз тек кәсіби желі емес, ұқсас ойлы адамдар арасында нақты достық қарым-қатынас орнатуға тырысамыз.",
  "beyondAITitle": "AI-дан тыс",
  "beyondAIDescription": "Біздің негізгі тақырыбымыз машиналық оқыту және AI болса да, біз сонымен қатар мансап, білім беру, IT-дағы өмір және жеке дамуды талқылаймыз."
}
