{
  "title": "Қауымдастық ережелері",
  "welcome": "DSML Қазақстан - Қазақстандағы ең үлкен AI қауымдастығы, AI/ML саласындағы білім алмасу мен кәсіби өсуді қолдайды. 2017 жылдың қазан айында құрылған DSML KZ қауымдастық арналары, медиа платформалары және мансаптық ресурстар желісі арқылы Орталық Азиядағы AI экожүйесін белсенді түрде қалыптастырады",
  "mainIdea": "Бұл жобаның негізгі идеясы - отандық деректер ғалымдарының қауымдастығын ашық, анонимді емес және сенімді ету.",
  "greetingTitle": "Сәлемдесу",
  "greetingDescription": "Біздің қауымдастық анонимді емес. Біз қатысушылар бір-бірін жеке білгенде, бір қалада кездесе алғанда, туған күнімен құттықтай алғанда немесе идеяларды бірге жүзеге асырғанда мықты байланыстар қалыптасады деп сенеміз.",
  "greetingPart2": "Сондықтан біз веб-сайтымыз арқылы қарапайым тіркеу процесін қарастырдық. Форманы толтырғаннан кейін, біздің бот сіздің визит картаңызды жасайды, бұл басқа қатысушыларға сізді жақсырақ тануға көмектеседі.",
  "greetingPart3": "Бұл жай формальдылық емес — визит карталары көмектеседі:",
  "greetingBullet1": "жеке және онлайн байланыстарды орнатуды жеңілдету,",
  "greetingBullet2": "бірлескен жобаларды іске қосу,",
  "greetingBullet3": "сенімді қарым-қатынастар құру және тәжірибемен ашық бөлісу.",
  "content": "Мазмұн",
  "contentDescription": "Біз пайдалы контенттің және бастамалардың барлық түрлерін қарсы аламыз. Бұл не болса да маңызды емес:",
  "contentBullet1": "Мақала немесе курсты талдау,",
  "contentBullet2": "Сұхбат тапсырмаларының жинағы,",
  "contentBullet3": "Нақты тәжірибеден алынған кейс-стади,",
  "contentBullet4": "Митап немесе оффлайн кездесу идеясы,",
  "contentBullet5": "Немесе бөліскіңіз келетін кішкентай жеке жетістігіңіз.",
  "contentPart2": "Егер сіз бірдеңе жариялағыңыз, бөліскіңіз немесе ұйымдастырғыңыз келсе — біздің командаға хабарласыңыз, біз хабарландырулар мен форматтауға көмектесеміз. Маңызды жергілікті контент үшін бізде жеке Telegram арнасы бар — оны еркін қолданыңыз!",
  "moderationTitle": "Модерация",
  "moderationDescription": "Біздің модерация жұмсақ, бірақ принципті.",
  "moderationPart2": "Біз чатта мыналардың болмауын қадағалаймыз:",
  "moderationBullet1": "уытты мінез-құлық,",
  "moderationBullet2": "қорлау және дөрекілік,",
  "moderationBullet3": "саясат пен дін туралы талқылаулар,",
  "moderationBullet4": "сексизм, бодибилдерлерге қарсы кемсітушілік, орынсыз жарнама,",
  "moderationBullet5": "демагогия және мағынасыз спам.",
  "moderationPart3": "Сіз не айтқаныңыз ғана емес, оны қалай айтқаныңыз да маңызды — қауымдастық құндылықтарының рухында: құрметпен, мейірімділікпен және ашықтықпен. Біз қатаң ережелер енгізгіміз келмейді — біз мәдениетті, сау ақылды және өзара сенімді артық көреміз.",
  "valuesTitle": "Біздің қауымдастық құндылықтары",
  "description": "DSML Қазақстан қауымдастығының нұсқаулары мен мінез-құлық кодексі.",

  "respectfulCommunicationTitle": "Құрметті қарым-қатынас",
  "respectfulCommunicationDescription": "Біз әркімнің өз пікірін білдіру құқығын бағалаймыз және келіспеушілік болса да, құрметті дискурсты қолдаймыз.",

  "supportingNewcomersTitle": "Жаңадан келгендерді қолдау",
  "supportingNewcomersDescription": "Біз жаңадан бастаушыларды менсінбей қарсы алып, көмектесеміз, өз жолын бастағандарға бағыт беруге әрдайым дайынбыз.",

  "celebratingSuccessTitle": "Жетістіктерді атап өту",
  "celebratingSuccessDescription": "Біз әр мүшенің жетістіктерін, ғылыми мақалалардан бастап Kaggle жарыстарына және жеке жобаларға дейін атап өтеміз.",

  "realConnectionsTitle": "Нақты байланыстар",
  "realConnectionsDescription": "Жеке кездесулер өте маңызды - бірге біз нағыз Қауымдастықпыз.",

  "beyondAITitle": "AI-дан тыс",
  "beyondAIDescription": "Біз тек алгоритмдер емеспіз - біз машиналық оқытудан тыс қызығушылықтар мен байланыстарды бағалаймыз."
}
