{
  "dsml_meetup_2025": {
    "badge": "Upcoming Event",
    "title": "DSML MEETUP 2025",
    "subtitle": "Central Asia's Largest Data & AI Community Returns After 6 Years!",
    "date": "July 5, 2025",
    "day": "Saturday",
    "time": "12:00 - 18:00",
    "gathering": "Gathering from 11:30",
    "venue": "MOST IT Hub",
    "address": "Almaty, Khodzhanova 2/2",
    "description_1": "After 6 years since our last major offline meetup in 2019, we are gathering our Community again!",
    "description_2": "You will be welcomed by new connections and interesting talks from dsml.kz residents about machine learning and artificial intelligence applications across a wide spectrum of industry and academic research directions.",
    "speakers_title": "Speakers",
    "speakers_note": "And many other speakers from the DSML community!",
    "show_program": "▼ Show Program",
    "hide_program": "▲ Hide Program",
    "program_title": "Event Program",
    "talks": {
      "anuar_welcome": {
        "time": "12:00",
        "speaker": "Anuar Aimoldin",
        "topic": "DSMLKZ: AI Olympiad Backstage & Web Hub",
        "abstract": "This year DSML.KZ conducted the first republican AI olympiad for school students. We'll talk about its results, philosophy and future, as well as what difficulties we faced. We'll also discuss how we built the Community website: how everything works for us and how to do it all using no-code tools without frontend skills."
      },
      "zhuldyzhan": {
        "time": "12:40",
        "speaker": "Zhuldyz-Zhan Sagimbayev",
        "topic": "Generative models in Neuroimaging",
        "abstract": "What generative models and how they are applied in Neuroimaging. We'll discuss popular architectures in CV. We'll look at the application of some within Cerebra."
      },
      "ayana": {
        "time": "13:20",
        "speaker": "Ayana Mussabayeva",
        "topic": "Severance: ML academia vs ML industry",
        "abstract": "We'll discuss key differences between ML academia and industry: goals, approaches to problem solving, career paths and financial expectations. We'll analyze the pros and cons of both worlds, scientific and product, and try to understand who is better suited for one path or another."
      },
      "jimmy": {
        "time": "14:00",
        "speaker": "Jimmy Yamazaki",
        "topic": "From imagination to action: world models in modern deep learning landscape",
        "abstract": "We'll talk about motivation in world models - why this is so important today and how modern deep learning helps agents better understand the world. We'll analyze the latest variants of world models and their evolution taking into account modern architectures and approaches."
      },
      "break": "☕ Coffee Break",
      "break_time": "14:40",
      "renat": {
        "time": "15:25",
        "speaker": "Renat Alimbekov",
        "topic": "All about football data analysis",
        "abstract": "I'll tell you everything about football data analysis. We'll break down football abbreviations: XG, EPV, PPDA and others. In conclusion, we'll look at the task of modeling team playing styles on real football data."
      },
      "dulat": {
        "time": "16:05",
        "speaker": "Dulat Atabek",
        "topic": "Machine Learning and Long-term Investment",
        "abstract": "We'll dive into the incredibly fun world of asset allocation using various machine learning methods, as well as how PCA and Clustering are used to assess investment portfolio volatility."
      },
      "ivan": {
        "time": "16:45",
        "speaker": "Ivan Degtev",
        "topic": "How to feed an LLM to make it grow big and smart",
        "abstract": "What do Yandex analysts do in the world of LLMs? Which tasks can really be 'thrown data at', and which require a different approach? Why we don't believe in AI takeover of humanity in the foreseeable future, but are confident in its business value today? Let's talk about where the hype ends and real value begins."
      },
      "anuar_delivery": {
        "time": "17:25",
        "speaker": "Anuar Aimoldin",
        "topic": "Mathematical and ML tricks for delivery operations optimization",
        "abstract": "We'll analyze a number of interesting cases of how mathematical insights and clever machine learning tricks can transform delivery procedures in the largest logistics technology company. Not forgetting about business impact, we'll not only analyze technical details, but try to feel the intuition behind projects such as delivery simulator, priority based dispatching, delivery time forecasting and implementation of a zonal duty system for couriers."
      }
    },
    "speakers": {
      "anuar": {
        "name": "Anuar Aimoldin",
        "role": "ML Engineer"
      },
      "renat": {
        "name": "Renat Alimbekov",
        "role": "Data Scientist"
      },
      "ayana": {
        "name": "Ayana Nazarbayeva",
        "role": "ML Engineer at Kaspi.kz"
      },
      "zhzh": {
        "name": "Zhanibek Zhakanov",
        "role": "Research Scientist at NU"
      },
      "dulat": {
        "name": "Dulat Yerzhan",
        "role": "AI Lead at Chocofamily"
      },
      "max": {
        "name": "Maxat Tezekbayev",
        "role": "Senior ML Engineer at Kolesa Group"
      },
      "ivan": {
        "name": "Ivan Degtev",
        "role": "Data Analyst at Yandex"
      }
    },
    "pricing_title": "Event Pricing",
    "price": "5,000 ₸",
    "discount": "50% discount for undergraduate students and school students",
    "register_button": "Register Now",
    "ask_question_button": "Ask Questions"
  }
}
