{
  "title": "DSML Kazakhstan",
  "subtitle": "Data Science & Machine Learning Community",
  "joinButton": "Join Community",
  "subscribeButton": "Subscribe",
  "channelsTitle": "Our Channels",
  "communityDescription": "Join our thriving community of data scientists, ML engineers, and AI enthusiasts across Kazakhstan",
  "discussionHubTitle": "Discussion Hub",
  "discussionHubDescription": "Main community chat for discussions, networking, and knowledge sharing",
  "newsFeedTitle": "News Channel",
  "newsFeedDescription": "Latest updates, events, and industry news",
  "dataJobsTitle": "DS Jobs",
  "dataJobsDescription": "Data Science and Machine Learning job opportunities",
  "itJobsTitle": "IT Jobs",
  "itJobsDescription": "General IT and tech job opportunities",
  "youtubeChannelTitle": "YouTube Channel",
  "youtubeChannelDescription": "Educational content and community events",
  "linkedinPageTitle": "LinkedIn Page",
  "linkedinPageDescription": "Professional networking and industry insights",
  "communityFirst": "Community First",
  "communityFirstDesc": "We prioritize building strong relationships and supporting each other's growth",
  "continuousLearning": "Continuous Learning",
  "continuousLearningDesc": "We believe in lifelong learning and sharing knowledge with the community",
  "careerGrowth": "Career Growth",
  "careerGrowthDesc": "We help members advance their careers through mentorship and opportunities",
  "collaborationTitle": "Partnership Opportunities",
  "collaborationSubtitle": "Discover how we can help your business grow with our expertise and community reach",
  "collaborationContact": "Contact Us",
  "mediaSupport": {
    "title": "Media Support & Advertising",
    "description": "Reach 10K+ loyal AI/ML professionals",
    "details": "We have a network of Telegram channels, LinkedIn, and YouTube with more than 10K unique loyal users that we have been leading since 2017. Our audience consists of highly engaged data scientists, ML engineers, and AI enthusiasts across Kazakhstan and Central Asia."
  },
  "hiring": {
    "title": "Hiring & Interviews",
    "description": "Find top-tier AI/ML specialists and managers",
    "details": "We help with hiring top-tier specialists and managers in AI and ML since 2017. Among our community residents are many hiring managers with extensive experience in building successful ML and AI teams. We can connect you with the right talent and provide interview support."
  },
  "corporateTraining": {
    "title": "Corporate AI Training",
    "description": "Custom AI courses and competitions for your team",
    "details": "The community has accumulated unique expertise in organizing AI competitions (for example, we conducted the first AI Republican Olympiad in Kazakhstan and participated in training the main team of the country). This can help strengthen your HR brand in the region and even prototype solutions to real company problems with the help of participants. The founder of the Community ranked 14th in the world on kaggle.com and has unique experience in both solving and creating such competitions."
  },
  "consulting": {
    "title": "Investment Consulting",
    "description": "Early-stage business evaluation for investments",
    "details": "Our experienced community members provide consulting on evaluating the prospects of various businesses at an early stage for investments. We leverage our deep technical expertise and market knowledge to help investors make informed decisions in the AI/ML space."
  }
}
