{
  "title": "Community Rules",
  "welcome": "We are community of machine learning enthusiasts in Kazakhstan.",
  "mainIdea": "The main idea of this project is to make our community of domestic data scientists more open, non-anonymous, and trustworthy.",
  "greetingTitle": "Greeting",
  "greetingDescription": "Our community is non-anonymous. We believe that strong connections are formed when participants know each other in person, can meet in the same city, congratulate each other on birthdays, or implement ideas together.",
  "greetingPart2": "That's why we have a simple registration process through our website. After filling out the form, our bot will generate your business card, which will help other participants get to know you better.",
  "greetingPart3": "This is not just a formality — business cards help:",
  "greetingBullet1": "make it easier to establish in-person and online connections,",
  "greetingBullet2": "launch collaborative projects,",
  "greetingBullet3": "build trusting relationships and share experiences openly.",
  "content": "Content",
  "contentDescription": "We welcome all forms of useful content and initiatives. No matter what it is:",
  "contentBullet1": "Analysis of an article or course,",
  "contentBullet2": "Collection of interview tasks,",
  "contentBullet3": "Case study from real practice,",
  "contentBullet4": "Idea for a meetup or offline meeting,",
  "contentBullet5": "Or just your small personal success that you want to share.",
  "contentPart2": "If you want to publish, share, or organize something — contact our team, we'll help with announcements and formatting. For important local content, we have a separate Telegram channel — feel free to use it!",
  "moderationTitle": "Moderation",
  "moderationDescription": "Our moderation is gentle but principled.",
  "moderationPart2": "We ensure that the chat is free from:",
  "moderationBullet1": "toxic behavior,",
  "moderationBullet2": "insults and rudeness,",
  "moderationBullet3": "discussions of politics and religion,",
  "moderationBullet4": "sexism, discrimination against bodybuilders, inappropriate advertising,",
  "moderationBullet5": "demagoguery and meaningless spam.",
  "moderationPart3": "It's important not only what you say, but how you say it — in the spirit of community values: with respect, kindness, and openness. We don't want to impose strict rules — we prefer culture, common sense, and mutual trust.",
  "valuesTitle": "Our Community Values",
  "description": "Guidelines and code of conduct for the DSML Kazakhstan community.",
  "communityRules": "Community Rules",
  "eventsRules": "Events Rules",
  "codeOfConduct": "Code of Conduct",
  "communityRulesDescription": "Rules for participating in the DSML Kazakhstan community",
  "eventsRulesDescription": "Guidelines for attending and organizing community events",
  "codeOfConductDescription": "Our code of conduct to ensure a respectful and inclusive environment",

  "respectfulCommunicationTitle": "Respectful Communication",
  "respectfulCommunicationDescription": "We value everyone's right to their opinion and maintain respectful discourse even in disagreement.",

  "supportingNewcomersTitle": "Supporting Newcomers",
  "supportingNewcomersDescription": "We welcome and assist beginners without condescension, always ready to guide those starting their journey.",

  "celebratingSuccessTitle": "Celebrating Success",
  "celebratingSuccessDescription": "We highlight every member's achievements, from research papers to Kaggle competitions to personal projects.",

  "realConnectionsTitle": "Real Connections",
  "realConnectionsDescription": "In-person meetings are crucial - together we are a true Community.",

  "beyondAITitle": "Beyond AI",
  "beyondAIDescription": "We're not just algorithms - we value interests and connections beyond machine learning."
}
