{
  "title": "Community Rules",
  "valuesTitle": "Community Values",
  "description": "Our community is built on mutual respect, support, and the pursuit of development in artificial intelligence and machine learning.",
  "greetingTitle": "Welcome",
  "greetingDescription": "Welcome to DSML Kazakhstan — the largest community of machine learning and artificial intelligence specialists in Kazakhstan!",
  "greetingPart2": "We unite professionals, students, and enthusiasts who share a passion for data, algorithms, and innovation.",
  "greetingPart3": "Our goal is to create an open and supportive environment for sharing knowledge, experience, and ideas. Here's what makes our community special:",
  "greetingBullet1": "Professional development through mentorship and experience sharing",
  "greetingBullet2": "Regular events, workshops, and conferences",
  "greetingBullet3": "Opportunities for career growth and networking",
  "content": "Content",
  "contentDescription": "We encourage quality content that contributes to professional growth and community development:",
  "contentBullet1": "Share your projects, research, and achievements",
  "contentBullet2": "Ask questions and help other participants",
  "contentBullet3": "Publish useful materials, articles, and tutorials",
  "contentBullet4": "Discuss current trends in the ML/AI industry",
  "contentBullet5": "Propose ideas for collaborative projects and research",
  "contentPart2": "Remember: quality is more important than quantity. Strive to create content that will be useful and interesting to other participants.",
  "moderationTitle": "Moderation",
  "moderationDescription": "To maintain a healthy atmosphere in the community, we apply a fair and transparent moderation system:",
  "moderationPart2": "Unacceptable behavior includes:",
  "moderationBullet1": "Spam, advertising without administration approval",
  "moderationBullet2": "Insults, discrimination, toxic behavior",
  "moderationBullet3": "Copyright infringement and plagiarism",
  "moderationBullet4": "Spreading false information",
  "moderationBullet5": "Political discussions not related to technology",
  "moderationPart3": "We believe in the power of constructive dialogue and are always ready to discuss controversial situations. Our goal is not to punish, but to help each participant become the best version of themselves in the professional community.",
  "respectfulCommunicationTitle": "Respectful Communication",
  "respectfulCommunicationDescription": "We value politeness, constructive criticism, and professional tone in communication. Every participant deserves respect regardless of their level of experience.",
  "supportingNewcomersTitle": "Supporting Newcomers",
  "supportingNewcomersDescription": "We actively help new participants adapt to the community, answer questions, and share knowledge without condescension.",
  "celebratingSuccessTitle": "Celebrating Success",
  "celebratingSuccessDescription": "We celebrate each other's achievements — whether it's a new job, successful project, or scientific publication. One person's success inspires everyone.",
  "realConnectionsTitle": "Real Connections",
  "realConnectionsDescription": "We strive to create not just a professional network, but genuine friendships between like-minded individuals.",
  "beyondAITitle": "Beyond AI",
  "beyondAIDescription": "While our main topic is machine learning and AI, we also discuss careers, education, life in IT, and personal development."
}
