{
  "title": "DSML Казахстан",
  "subtitle": "Центр для энтузиастов Data Science и Machine Learning в Казахстане",
  "joinButton": "Присоединиться",
  "watchEvents": "Смотреть события",
  "signIn": "Войти",
  "signUp": "Регистрация",
  "channelsTitle": "Наши каналы сообщества",
  "communityDescription": "Присоединяйтесь к тысячам специалистов по данным, инженеров машинного обучения и энтузиастов ИИ по всему Казахстану. Общайтесь, учитесь и развивайтесь вместе в нашем активном сообществе.",
  "discussionHubTitle": "Центр обсуждений",
  "discussionHubDescription": "Основной чат сообщества для обсуждений, вопросов и нетворкинга",
  "newsFeedTitle": "Новости и обновления",
  "newsFeedDescription": "Последние новости, события и объявления от сообщества",
  "dataJobsTitle": "Вакансии Data Science",
  "dataJobsDescription": "Возможности трудоустройства в области данных, ML и ИИ",
  "itJobsTitle": "IT вакансии Казахстан",
  "itJobsDescription": "Общие IT и технические вакансии по всему Казахстану",
  "youtubeChannelTitle": "YouTube канал",
  "youtubeChannelDescription": "Образовательный контент, доклады и записи мероприятий",
  "linkedinPageTitle": "LinkedIn страница",
  "linkedinPageDescription": "Профессиональный нетворкинг и отраслевые инсайты",
  "subscribeButton": "Подписаться",
  "whatIsDsmlTitle": "Что такое DSML KZ?",
  "whatIsDsmlDescription": "Узнайте о миссии нашего сообщества, ценностях и влиянии, которое мы оказываем на технологическую экосистему Казахстана.",
  "collaborationTitle": "Возможности партнерства",
  "collaborationSubtitle": "Мы сотрудничаем с компаниями, образовательными учреждениями и организациями для развития экосистемы data science в Казахстане.",
  "collaborationContact": "Связаться с нами",
  "mediaSupport": {
    "title": "Медиа поддержка",
    "description": "Освещение мероприятий и продвижение контента",
    "details": "Мы обеспечиваем медиа-освещение технических мероприятий, продвигаем образовательный контент и помогаем распространять важные отраслевые новости через наши каналы сообщества."
  },
  "hiring": {
    "title": "Поиск талантов",
    "description": "Связь с лучшими специалистами по данным",
    "details": "Получите доступ к нашей сети квалифицированных специалистов по данным, ML-инженеров и специалистов по ИИ. Мы помогаем компаниям найти подходящие таланты, а профессионалам - отличные возможности."
  },
  "corporateTraining": {
    "title": "Корпоративное обучение",
    "description": "Индивидуальные программы обучения для команд",
    "details": "Мы предлагаем индивидуальные программы обучения по data science, машинному обучению и ИИ для корпоративных команд, помогая организациям повышать квалификацию своих сотрудников."
  },
  "consulting": {
    "title": "Техническое консультирование",
    "description": "Экспертное руководство для ваших проектов",
    "details": "Эксперты нашего сообщества предоставляют консультационные услуги по проектам data science, внедрению ML и разработке стратегии ИИ."
  },
  "heroCallToAction": "Готовы присоединиться к будущему ИИ в Центральной Азии?",
  "heroCallToActionDesc": "Общайтесь с единомышленниками, учитесь у экспертов отрасли и развивайте свою карьеру в области data science и машинного обучения.",
  "getStartedToday": "Начать сегодня",
  "exploreEvents": "Изучить события",
  "communityFirst": "Сообщество прежде всего",
  "communityFirstDesc": "Мы приоритизируем построение значимых связей и поощрение сотрудничества между нашими участниками.",
  "continuousLearning": "Непрерывное обучение",
  "continuousLearningDesc": "Мы верим в силу непрерывного образования и обмена знаниями для стимулирования инноваций.",
  "careerGrowth": "Карьерный рост",
  "careerGrowthDesc": "Мы поддерживаем профессиональное развитие и карьерный рост наших участников в технологической индустрии."
}
