{
  "title": "DSML Казахстан",
  "subtitle": "Центр для энтузиастов Data Science и Machine Learning в Казахстане",
  "joinButton": "Присоединиться к сообществу",
  "channelsTitle": "Присоединяйтесь к нашим каналам",
  "registerTitle": "Зарегистрируйтесь в нашем сообществе",
  "followUs": "Подписывайтесь на нас",
  "communityFirst": "Сообщество на первом месте",
  "communityFirstDesc": "Присоединяйтесь к нашему активному сообществу энтузиастов данных",
  "continuousLearning": "Непрерывное обучение",
  "continuousLearningDesc": "Получите доступ к ресурсам и учитесь у экспертов",
  "careerGrowth": "Карьерный рост",
  "careerGrowthDesc": "Найдите возможности в Data Science и ML",
  "signIn": "Войти",
  "signUp": "Зарегистрироваться",
  "newsFeed": {
    "title": "Новостная лента",
    "subtitle": "Будьте в курсе последних новостей в области Data Science и Machine Learning",
    "highlights": "Основные моменты",
    "highlightsDesc": "Ключевые обновления и актуальные темы в сообществе DSML"
  },
  "communityDescription": "Мы являемся крупнейшим AI-сообществом Казахстана, способствующим обмену знаниями и профессиональному росту в сфере ИИ/МЛ. Основанное в октябре 2017 года, DSML KZ активно формирует экосистему ИИ в Центральной Азии через развивающуюся сеть каналов сообщества, медиа-платформ и карьерных ресурсов.",
  "discussionHubTitle": "Дискуссионный хаб",
  "discussionHubDescription": "Присоединяйтесь к нашему активному Telegram-сообществу со специализированными темами и AI-генерируемыми визитками для участников.",
  "newsFeedTitle": "Новостная лента",
  "newsFeedDescription": "Будьте в курсе последних новостей и объявлений от сообщества DSML Казахстан.",
  "dataJobsTitle": "DS вакансии",
  "dataJobsDescription": "Найдите последние вакансии в области Data Science и Machine Learning в Казахстане.",
  "itJobsTitle": "IT вакансии",
  "itJobsDescription": "Откройте для себя возможности трудоустройства в различных технических областях в Казахстане.",
  "youtubeChannelTitle": "YouTube канал",
  "youtubeChannelDescription": "Смотрите туториалы, доклады и интервью о Data Science",
  "linkedinPageTitle": "LinkedIn страница",
  "linkedinPageDescription": "Связывайтесь с профессионалами отрасли и следите за последними обновлениями нашего сообщества.",
  "joinButton": "Присоединиться",
  "subscribeButton": "Подписаться",
  "collaborationTitle": "Партнерство и сотрудничество",
  "collaborationSubtitle": "Узнайте, как мы можем помочь вашему бизнесу расти с экспертизой в области ИИ/МЛ",
  "collaborationContact": "Связаться с нами",
  "mediaSupport": {
    "title": "Медиаподдержка и реклама",
    "description": "Охватите 10К+ лояльных ИИ/МЛ профессионалов",
    "details": "У нас есть сеть телеграм каналов, LinkedIn и YouTube с более чем 10 000 уникальных лояльных пользователей, которых мы ведем с 2017 года. Наша аудитория состоит из высоко вовлеченных ИИ/МЛ профессионалов, исследователей и энтузиастов."
  },
  "hiring": {
    "title": "Хайринг и собеседования",
    "description": "Найдите топ-специалистов по ИИ/МЛ",
    "details": "Мы помогаем с хайрингом топ-специалистов и менеджеров по ИИ и МЛ с 2017 года. Среди резидентов сообщества много хайринг-менеджеров с обширным опытом построения успешных МЛ и ИИ команд."
  },
  "corporateTraining": {
    "title": "Корпоративные курсы по ИИ",
    "description": "Индивидуальные курсы и соревнования по ИИ",
    "details": "Мы организуем корпоративные курсы по Искусственному Интеллекту. Сообщество накопило уникальную экспертизу по организации ИИ соревнований (например, мы провели первую ИИ Республиканскую олимпиаду в Казахстане и участвовали в тренировке основной команды страны), что может помочь укреплению вашего HR бренда в регионе и даже прототипировать решение реальных проблем компании силами участников. Основатель Сообщества занимал 14 место в мире по рейтингу kaggle.com и имеет уникальный опыт как решения, так и составления подобных соревнований."
  },
  "consulting": {
    "title": "Инвестиционные консультации",
    "description": "Оценка бизнеса на ранней стадии",
    "details": "Мы предоставляем консультации по оценке перспективности различных бизнесов на ранней стадии для инвестиций. Резиденты нашего сообщества имеют обширный опыт в оценке ИИ/МЛ стартапов и понимании рыночных трендов в регионе."
  }
}
