{
  "title": "DSML Kazakhstan",
  "subtitle": "Сообщество Data Science и Machine Learning",
  "joinButton": "Присоединиться",
  "subscribeButton": "Подписаться",
  "channelsTitle": "Наши каналы",
  "communityDescription": "Присоединяйтесь к нашему процветающему сообществу специалистов по данным, ML-инженеров и энтузиастов ИИ по всему Казахстану",
  "discussionHubTitle": "Чат сообщества",
  "discussionHubDescription": "Основной чат сообщества для обсуждений, нетворкинга и обмена знаниями",
  "newsFeedTitle": "Новостной канал",
  "newsFeedDescription": "Последние обновления, события и новости индустрии",
  "dataJobsTitle": "DS Вакансии",
  "dataJobsDescription": "Вакансии в области Data Science и Machine Learning",
  "itJobsTitle": "IT Вакансии",
  "itJobsDescription": "Общие IT и технические вакансии",
  "youtubeChannelTitle": "YouTube канал",
  "youtubeChannelDescription": "Образовательный контент и события сообщества",
  "linkedinPageTitle": "LinkedIn страница",
  "linkedinPageDescription": "Профессиональный нетворкинг и отраслевые инсайты",
  "communityFirst": "Сообщество прежде всего",
  "communityFirstDesc": "Мы приоритизируем построение крепких отношений и поддержку роста друг друга",
  "continuousLearning": "Непрерывное обучение",
  "continuousLearningDesc": "Мы верим в обучение на протяжении всей жизни и обмен знаниями с сообществом",
  "careerGrowth": "Карьерный рост",
  "careerGrowthDesc": "Мы помогаем участникам продвигаться по карьерной лестнице через менторство и возможности",
  "collaborationTitle": "Возможности сотрудничества",
  "collaborationSubtitle": "Узнайте, как мы можем помочь вашему бизнесу расти с нашей экспертизой и охватом сообщества",
  "collaborationContact": "Связаться с нами",
  "mediaSupport": {
    "title": "Медиаподдержка и реклама",
    "description": "Охват 10К+ лояльных AI/ML специалистов",
    "details": "У нас есть сеть Telegram каналов, LinkedIn и YouTube с более чем 10К уникальных лояльных пользователей, которых мы ведем с 2017 года. Наша аудитория состоит из высоко вовлеченных специалистов по данным, ML-инженеров и энтузиастов ИИ по всему Казахстану и Центральной Азии."
  },
  "hiring": {
    "title": "Хайринг и собеседования",
    "description": "Поиск топ-специалистов по ИИ/МЛ и менеджеров",
    "details": "Мы помогаем с хайрингом топ-специалистов и менеджеров по ИИ и МЛ с 2017 года. Среди резидентов сообщества много хайринг-менеджеров с обширным опытом построения успешных МЛ и ИИ команд. Мы можем связать вас с подходящими талантами и предоставить поддержку в проведении собеседований."
  },
  "corporateTraining": {
    "title": "Корпоративные курсы по ИИ",
    "description": "Кастомные курсы по ИИ и соревнования для вашей команды",
    "details": "Сообщество накопило уникальную экспертизу по организации ИИ соревнований (например, мы провели первую ИИ Республиканскую олимпиаду в Казахстане и участвовали в тренировке основной команды страны). Это может помочь укреплению вашего HR бренда в регионе и даже прототипировать решение реальных проблем компании силами участников. Основатель сообщества занимал 14 место в мире по рейтингу kaggle.com и имеет уникальный опыт как решения, так и составления подобных соревнований."
  },
  "consulting": {
    "title": "Инвестиционные консультации",
    "description": "Оценка перспективности бизнеса на ранней стадии для инвестиций",
    "details": "Наши опытные участники сообщества предоставляют консультации по оценке перспективности различных бизнесов на ранней стадии для инвестиций. Мы используем нашу глубокую техническую экспертизу и знание рынка, чтобы помочь инвесторам принимать обоснованные решения в области ИИ/МЛ."
  }
}
