{
  "title": "Правила сообщества",
  "valuesTitle": "Ценности сообщества",
  "description": "Наше сообщество строится на взаимном уважении, поддержке и стремлении к развитию в области искусственного интеллекта и машинного обучения.",
  "greetingTitle": "Приветствие",
  "greetingDescription": "Добро пожаловать в DSML Kazakhstan — крупнейшее сообщество специалистов по машинному обучению и искусственному интеллекту в Казахстане!",
  "greetingPart2": "Мы объединяем профессионалов, студентов и энтузиастов, которые разделяют страсть к данным, алгоритмам и инновациям.",
  "greetingPart3": "Наша цель — создать открытую и поддерживающую среду для обмена знаниями, опытом и идеями. Вот что делает наше сообщество особенным:",
  "greetingBullet1": "Профессиональное развитие через менторство и обмен опытом",
  "greetingBullet2": "Регулярные мероприятия, воркшопы и конференции",
  "greetingBullet3": "Возможности для карьерного роста и нетворкинга",
  "content": "Контент",
  "contentDescription": "Мы поощряем качественный контент, который способствует профессиональному росту и развитию сообщества:",
  "contentBullet1": "Делитесь своими проектами, исследованиями и достижениями",
  "contentBullet2": "Задавайте вопросы и помогайте другим участникам",
  "contentBullet3": "Публикуйте полезные материалы, статьи и туториалы",
  "contentBullet4": "Обсуждайте актуальные тренды в ML/AI индустрии",
  "contentBullet5": "Предлагайте идеи для совместных проектов и исследований",
  "contentPart2": "Помните: качество важнее количества. Стремитесь к созданию контента, который будет полезен и интересен другим участникам.",
  "moderationTitle": "Модерация",
  "moderationDescription": "Для поддержания здоровой атмосферы в сообществе мы применяем справедливую и прозрачную систему модерации:",
  "moderationPart2": "Неприемлемое поведение включает в себя:",
  "moderationBullet1": "Спам, реклама без согласования с администрацией",
  "moderationBullet2": "Оскорбления, дискриминация, токсичное поведение",
  "moderationBullet3": "Нарушение авторских прав и плагиат",
  "moderationBullet4": "Распространение недостоверной информации",
  "moderationBullet5": "Политические дискуссии, не связанные с технологиями",
  "moderationPart3": "Мы верим в силу конструктивного диалога и всегда готовы обсудить спорные ситуации. Наша цель — не наказать, а помочь каждому участнику стать лучшей версией себя в профессиональном сообществе.",
  "respectfulCommunicationTitle": "Уважительное общение",
  "respectfulCommunicationDescription": "Мы ценим вежливость, конструктивную критику и профессиональный тон в общении. Каждый участник заслуживает уважения независимо от уровня опыта.",
  "supportingNewcomersTitle": "Поддержка новичков",
  "supportingNewcomersDescription": "Мы активно помогаем новым участникам адаптироваться в сообществе, отвечаем на вопросы и делимся знаниями без снисходительности.",
  "celebratingSuccessTitle": "Празднование успехов",
  "celebratingSuccessDescription": "Мы радуемся достижениям друг друга — будь то новая работа, успешный проект или научная публикация. Успех одного вдохновляет всех.",
  "realConnectionsTitle": "Настоящие связи",
  "realConnectionsDescription": "Мы стремимся к созданию не просто профессиональной сети, а настоящих дружеских отношений между единомышленниками.",
  "beyondAITitle": "Больше чем AI",
  "beyondAIDescription": "Хотя наша основная тема — машинное обучение и ИИ, мы также обсуждаем карьеру, образование, жизнь в IT и личностное развитие."
}
